{
  "Agere / Age Regression": "Abkürzung für Altersregression. Der Zustand, in dem man sich mental und emotional wie ein Kind fühlt.",
  "Age Dreaming": "Ein Zustand, in dem man sich bewusst mit kindlichen Dingen beschäftigt, ohne aber mental vollständig in ein kindliches Alter zurückzufallen. Man behält die erwachsene Wahrnehmung.",
  "Caregiver (CG)": "Englisch für \"Betreuer\" oder \"Bezugsperson\". Eine Person, die sich um jemanden kümmert, der regresst. Die Beziehung ist idealerweise nicht-sexuell und basiert auf tiefem Vertrauen.",
  "CGLRE": "Abkürzung für \"Caregiver/Little Regression\". Betont die nicht-sexuelle, fürsorgliche Dynamik zwischen einem Caregiver und einer regressiven Person.",
  "Co-Abhängigkeit (Codependency)": "Ein ungesundes Beziehungsmuster, bei dem eine Person ihre eigenen Bedürfnisse komplett aufgibt, um für eine andere Person unentbehrlich zu sein, die dadurch in ihrer Abhängigkeit bestärkt wird.",
  "Flip / Switch": "Eine Person, die sowohl die Rolle des Caregivers als auch die des Regressiven einnehmen kann und zwischen beiden wechselt.",
  "Gear": "Englisch für \"Ausrüstung\". Bezeichnet Gegenstände, die helfen, in einen regressiven Zustand zu finden, z.B. Schnuller, Kuscheltiere, Decken, kindliche Kleidung oder Tierspielzeug.",
  "Grounding": "Englisch für \"Erdung\". Bezeichnet Techniken oder den Prozess, nach einer Regression wieder sicher und sanft im erwachsenen Zustand (\"hier und jetzt\") anzukommen.",
  "Headspace": "Englisch für \"Geisteszustand\". Der allgemeine Begriff für den mentalen Zustand während der Regression.",
  "Inneres Kind": "Ein psychologisches Konzept, das den Teil der Persönlichkeit beschreibt, der die Emotionen, Erinnerungen und Erfahrungen aus der Kindheit bewahrt.",
  "Little / Little One": "Eine liebevolle Bezeichnung für eine Person, die in den \"Little Space\" regresst.",
  "Little Age": "Das empfundene, mentale Alter während einer Altersregression.",
  "Little Space": "Der \"Headspace\", wenn man sich wie ein kleines Kind fühlt (meist im Alter von 0-10 Jahren).",
  "Middle Space": "Der \"Headspace\", wenn man sich wie ein älteres Kind oder ein früher Teenager fühlt (meist im Alter von 11-17 Jahren).",
  "NSFW": "Abkürzung für \"Not Safe For Work\" (nicht sicher für die Arbeit). Wird verwendet, um Inhalte als potenziell sexuell oder für Minderjährige ungeeignet zu kennzeichnen.",
  "Petre / Petregression": "Abkürzung für Haustierregression. Der Zustand, in dem man sich mental und emotional wie ein Tier fühlt.",
  "Regressen": "Das in der deutschen Community gebräuchliche Verb für den Vorgang der Regression (\"Ich regresse gerade\").",
  "SFW": "Abkürzung für \"Safe For Work\" (sicher für die Arbeit). Wird in Online-Communities verwendet, um Inhalte als **nicht-sexuell** und jugendfrei zu kennzeichnen.",
  "Trigger": "Englisch für \"Auslöser\". Ein Reiz (ein Wort, ein Bild, ein Geruch, eine Situation), der eine (oft unfreiwillige) Regression auslösen kann."
}